[Twk_Proj_Arrow:DisTweaks_InteractableInterface_3 DisTweaks_InteractableInterface]
m_Name="弩箭"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_Arrow_Flare:DisTweaks_InteractableInterface_4 DisTweaks_InteractableInterface]
m_Name="燃烧弩箭"
m_InteractText="`GBA_Use` 熄灭"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_Arrow_Sleep:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="麻醉镖"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_Bullet:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="常规子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_Bullet_Elite:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="常规子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_Bullet_Explosive:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_BulletUpgraded:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="常规子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Twk_Proj_RiverKrust_NonExplosive:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="淡水甲贝唾液"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

